export default {
    cover: {
        title: "封面",
    },
    pages: {
        p1: {
            key: "p1",
            title: "关于自己",
            subtitle: "我是什么东西",
            content: [
                {
                    type: "imageWiki",
                    img: {
                        src: "",
                        alt: "这个人因为害羞而不愿意展示自己。",
                    },
                    text: [
                        "一个生活在地球上的人类。",
                        "21世纪初，我出生在中国大陆。十五岁时，我离开了中国，前往新西兰留学。在中国、新西兰来回的途中，我见识到了仅仅待在西方世界或者仅仅待在东方世界的人所没有的感悟。",
                        "或许在这个环节，其他人总会赞誉自己，自称自己有多么的博学多识，负责任……但我并不一样。",
                        "和大多数平凡的人一样，我的爱好是吃喝玩乐，因为现实世界苦痛；我没有拼搏精神，因为我知晓没有高人一等的能力，注定不会做出成绩；我不会主动加班，因为我奉行平等交易。",
                        "优点的话……不抽烟，不喝酒，不吸毒，不曾犯罪。这应该算优点吧？",
                    ],
                },
            ],
        },
        p2: {
            key: "p2",
            title: "技能库",
            subtitle: "<strike>知识</strike>钱不是万能的；没有<strike>知识</strike>钱是万万不能的。",
            content: [],
        },
    },
    footer: {
        title: "结语",
    },
};
